Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.Prefix
The Prefix class represents the prefix filter expression.

Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.Prefix.#ctor
Initializes a new instance of the Prefix class.